Repository: razin2004/family
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ml

source: You have
ml: നിങ്ങൾക്ക്

source: pending requests
ml: ബാക്കി അപേക്ഷകൾ ഉണ്ട്

source: Family Tree
ml: കുടുംബ വൃക്ഷം

source: Family Portal
ml: കുടുംബ പോർട്ടൽ

source: Add Child
ml: മക്കളെ ചേർക്കുക

source: Add Husband
ml: ഭർത്താവിനെ ചേർക്കുക

source: Add Wife
ml: ഭാര്യയെ ചേർക്കുക

source: Edit
ml: തിരുത്തുക

source: Delete
ml: ഇല്ലാതാക്കുക

source: Name
ml: പേര്

source: Gender
ml: ലിംഗം

source: Date of Birth
ml: ജനനത്തീയതി

source: Blood Group
ml: രക്ത ഗ്രൂപ്പ്

source: Education / Job
ml: വിദ്യാഭ്യാസം / ജോലി

source: Upload Image
ml: ചിത്രം അപ്‌ലോഡ് ചെയ്യുക

source: Save
ml: സേവ് ചെയ്യുക

source: Cancel
ml: റദ്ദാക്കുക

source: Update
ml: പരിഷ്കരിക്കുക

source: Back to Dashboard
ml: ഡാഷ്‌ബോർഡിലേക്ക് മടങ്ങുക

source: Go to the page when starting
ml: ആരംഭിക്കുന്ന പേജ് തുറക്കുക

source: Search member by Name or Nickname
ml: വ്യക്തിയുടെ പേര്

source: Search
ml: തിരയുക

source: Member
ml: അംഗം

source: Add Family Member
ml: കുടുംബാംഗത്തെ ചേർക്കുക

source: Edit Family Member
ml: കുടുംബാംഗത്തെ തിരുത്തുക

source: Add Member
ml: അംഗത്തെ ചേർക്കുക

source: Spouse(s)
ml: ജീവിത പങ്കാളി(കൾ)

source: Children
ml: മക്കൾ

source: No root member found
ml: റൂട്ട് അംഗം കണ്ടെത്തിയില്ല

source: Next
ml: അടുത്തത്

source: Update Member
ml: അംഗത്തെ പുതുക്കുക

source: Male
ml: പുരുഷൻ

source: Female
ml: സ്ത്രീ

source: Job/Education
ml: ജോലി / വിദ്യാഭ്യാസം

source: DOB
ml: ജനനത്തീയതി

source: Add/Update
ml: ചേർക്കുക / പുതുക്കുക

source: Admin
ml: അഡ്മിൻ

source: Contributor
ml: സംഭാവകൻ

source: Viewer
ml: കാണുന്നവർ

source: Role
ml: പങ്ക്

source: Login
ml: ലോഗിൻ

source: Send OTP
ml: OTP അയയ്ക്കുക

source: Email
ml: ഇമെയിൽ

source: Capture Picture
ml: ചിത്രം പകർത്തുക

source: Confirm
ml: സ്ഥിരപ്പെടുത്തുക

source: Add
ml: ചേർക്കുക

source: View Family Tree
ml: കുടുംബ വൃക്ഷം കാണുക

source: Dashboard
ml: ഡാഷ്‌ബോർഡ്

source: Logout
ml: ലോഗ് ഔട്ട് ചെയ്യുക

source: Welcome
ml: സ്വാഗതം

source: View
ml: കാണുക

source: Enter OTP
ml: OTP നൽകുക

source: Manage Users
ml: ഉപയോക്താക്കളെ നിയന്ത്രിക്കുക

source: User Management
ml: ഉപയോക്തൃ നിയന്ത്രണം

source: Filter
ml: ഫിൽറ്റർ ചെയ്യുക

source: All Users
ml: എല്ലാ ഉപയോക്താക്കളും

source: Pending Approvals
ml: നിലവിലുള്ള അംഗീകാരം പ്രതീക്ഷിക്കുന്നു

source: Approved Users
ml: അംഗീകൃത ഉപയോക്താക്കൾ

source: Image
ml: ചിത്രം

source: Verified
ml: സ്ഥിരീകരിച്ചു

source: Approved
ml: അംഗീകരിച്ചു

source: Change Role
ml: പങ്ക് മാറ്റുക

source: Action
ml: നടപടി

source: Search People by Blood Group
ml: രക്ത ഗ്രൂപ്പ് ഉപയോഗിച്ച് ആളുകളെ തിരയുക

source: Select Blood Group
ml: രക്ത ഗ്രൂപ്പ് തിരഞ്ഞെടുക്കുക

source: No members found with this blood group
ml: ഈ രക്ത ഗ്രൂപ്പിൽ അംഗങ്ങളെ കണ്ടെത്താനായില്ല

source: Age
ml: പ്രായം

source: Loading
ml: ലോഡിംഗ്

source: Show Family
ml: കുടുംബം കാണിക്കുക

source: No matching members found.
ml: ഒന്നുമില്ല

source: maranappettu
ml: മരണപ്പെട്ട

source: Hide Family
ml: കുടുംബം മറയ്ക്കുക

source: Family Member
ml: കുടുംബാംഗം

source: Full Name
ml: പൂർണ്ണനാമം

source: Nickname
ml: അവതാരണ നാമം

source: Job / Education
ml: ജോലി / വിദ്യാഭ്യാസം

source: Select Gender
ml: ലിംഗം തിരഞ്ഞെടുക്കുക

source: Date of Birth Unknown
ml: ജനനത്തീയതി അറിയില്ല

source: Upload Photo
ml: ചിത്രം അപ്‌ലോഡ് ചെയ്യുക

source: Mark as Late (Deceased)
ml: മരിച്ചവരായി അടയാളപ്പെടുത്തുക

source: Others
ml: മറ്റുള്ളവർ

source: Submit
ml: സമർപ്പിക്കുക

source: Capture Selfie
ml: സെൽഫി എടുക്കുക

source: First Login - Complete Your Profile
ml: ആദ്യം ലോഗിൻ ചെയ്യുമ്പോൾ - നിങ്ങളുടെ പ്രൊഫൈൽ പൂർത്തിയാക്കുക

source: Your account is awaiting admin approval
ml: നിങ്ങളുടെ അക്കൗണ്ട് അഡ്മിൻ അംഗീകാരം പ്രതീക്ഷിച്ചിരിക്കുന്നു

source: We’ll notify you once it’s approved
ml: അംഗീകരിച്ചതിനുശേഷം ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും

source: Selfie captured
ml: സെൽഫി എടുത്തു

source: Admin Actions
ml: അഡ്മിൻ പ്രവർത്തികൾ

source: Manage/Approve Users
ml: ഉപയോക്താക്കളെ കൈകാര്യം ചെയ്യുക / അംഗീകരിക്കുക

source: Show Image
ml: ചിത്രം കാണിക്കുക

source: No photo uploaded
ml: ചിത്രം അപ്‌ലോഡ് ചെയ്തിട്ടില്ല

source: Protected
ml: രക്ഷിതം

source: Only late members can have Date of Birth marked as unknown
ml: ജനനത്തീയതി അറിയപ്പെടാത്തതായി അടയാളപ്പെടുത്തുന്നത് മരിച്ചവർക്ക് മാത്രമേ കഴിയൂ

source: Add / Update
ml: ചേർക്കുക / പുതുക്കുക

source: admin
ml: അഡ്മിൻ

source: Please select a blood group
ml: രക്തഗ്രൂപ്പ് തിരഞ്ഞെടുക്കുക

source: Late
ml: മരണപ്പെട്ടു

source: person
ml: വ്യക്തിയെ

source: people
ml: വ്യക്തികളെ

source: members
ml: അംഗങ്ങളെ

source: found
ml: കണ്ടെത്തി

source: No matching members found
ml: പൊരുത്തമുള്ള അംഗങ്ങളെ കണ്ടെത്തിയില്ല

source: Back to Tree
ml: കുടുംബ വൃക്ഷത്തിലേക്ക് തിരിച്ചു പോകുക
